[TC_WOTC_MWR_G3_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>G3</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>G3</b></font>"
AbilityDescName="штурмовая винтовка"
BriefSummary="После принятия к середине 1950-х годов на вооружение американского патрона 7,62×51 мм в качестве стандартного боеприпаса НАТО, ФРГ, как и другие страны-члены альянса, столкнулись с проблемой перевооружения. Так как Западная Германия хотела сама производить для себя оружие, им пришлось обратиться к другим имеющимся разработкам. В частности, их заинтересовала новейшая испанская автоматическая винтовка фирмы CETME. В 1957 году ФРГ приобрела лицензию на винтовку СЕТМЕ и права на производство нового оружия получила новая фирма Heckler & Koch. Конструкция G3 нашла своё отражение в пистолете-пулемете HK MP5, 5,56-мм автомате HK 33, единых пулемётах HK21 и HK 23, снайперских винтовках HK PSG1 и HK MSG90. Данный образец представляет собой базовую модель, удобным деревянным цевьём (аналогичным применяемому на модели CETME Modelo B). Также, в случае необходимости, данный образец может быть модифицирован деталями от модели HK91A3."
TacticalText="<Bullet/>Тип: Штурмовая винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Замедление отката затвора\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_MWR_G3_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>XG3</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>XG3</b></font>"
AbilityDescName="штурмовая винтовка"
BriefSummary="После принятия к середине 1950-х годов на вооружение американского патрона 7,62×51 мм в качестве стандартного боеприпаса НАТО, ФРГ, как и другие страны-члены альянса, столкнулись с проблемой перевооружения. Так как Западная Германия хотела сама производить для себя оружие, им пришлось обратиться к другим имеющимся разработкам. В частности, их заинтересовала новейшая испанская автоматическая винтовка фирмы CETME. В 1957 году ФРГ приобрела лицензию на винтовку СЕТМЕ и права на производство нового оружия получила новая фирма Heckler & Koch. Конструкция G3 нашла своё отражение в пистолете-пулемете HK MP5, 5,56-мм автомате HK 33, единых пулемётах HK21 и HK 23, снайперских винтовках HK PSG1 и HK MSG90. Данный образец представляет собой базовую модель, удобным деревянным цевьём (аналогичным применяемому на модели CETME Modelo B). Также, в случае необходимости, данный образец может быть модифицирован деталями от модели HK91A3.\nВинтовка XG3 - представляет собой модификацию, в которой реализовано увеличение скорости полета пули, и новый модуль повышения кинетики, что положительно сказалось на каждой пуле покидающей ствол данного образца."
TacticalText="<Bullet/>Тип: Штурмовая винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Замедление отката затвора\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_MWR_G3_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>XG3/V1</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>XG3/V1</b></font>"
AbilityDescName="штурмовая винтовка"
BriefSummary="После принятия к середине 1950-х годов на вооружение американского патрона 7,62×51 мм в качестве стандартного боеприпаса НАТО, ФРГ, как и другие страны-члены альянса, столкнулись с проблемой перевооружения. Так как Западная Германия хотела сама производить для себя оружие, им пришлось обратиться к другим имеющимся разработкам. В частности, их заинтересовала новейшая испанская автоматическая винтовка фирмы CETME. В 1957 году ФРГ приобрела лицензию на винтовку СЕТМЕ и права на производство нового оружия получила новая фирма Heckler & Koch. Конструкция G3 нашла своё отражение в пистолете-пулемете HK MP5, 5,56-мм автомате HK 33, единых пулемётах HK21 и HK 23, снайперских винтовках HK PSG1 и HK MSG90. Данный образец представляет собой базовую модель, удобным деревянным цевьём (аналогичным применяемому на модели CETME Modelo B). Также, в случае необходимости, данный образец может быть модифицирован деталями от модели HK91A3.\nXG3 / V1 - более глубокая переработка известной винтовки G3, в которой большая часть деталей была заменена на детали, изготовленные из инопланетных сплавов. Данная модификация сделала винтовку более легкой в обращении и намного более смертоносной, снижая отдачу, и увеличивая урон данного образца."
TacticalText="<Bullet/>Тип: Штурмовая винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Замедление отката затвора\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Лучевое оружие"

[TC_WOTC_RPR_MWR_G3_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>G3</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>G3</b></font>"
AbilityDescName="штурмовая винтовка"
BriefSummary="После принятия к середине 1950-х годов на вооружение американского патрона 7,62×51 мм в качестве стандартного боеприпаса НАТО, ФРГ, как и другие страны-члены альянса, столкнулись с проблемой перевооружения. Так как Западная Германия хотела сама производить для себя оружие, им пришлось обратиться к другим имеющимся разработкам. В частности, их заинтересовала новейшая испанская автоматическая винтовка фирмы CETME. В 1957 году ФРГ приобрела лицензию на винтовку СЕТМЕ и права на производство нового оружия получила новая фирма Heckler & Koch. Конструкция G3 нашла своё отражение в пистолете-пулемете HK MP5, 5,56-мм автомате HK 33, единых пулемётах HK21 и HK 23, снайперских винтовках HK PSG1 и HK MSG90. Данный образец представляет собой базовую модель, удобным деревянным цевьём (аналогичным применяемому на модели CETME Modelo B). Также, в случае необходимости, данный образец может быть модифицирован деталями от модели HK91A3."
TacticalText="<Bullet/>Тип: Штурмовая винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Замедление отката затвора\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_RPR_MWR_G3_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>XG3</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>XG3</b></font>"
AbilityDescName="штурмовая винтовка"
BriefSummary="После принятия к середине 1950-х годов на вооружение американского патрона 7,62×51 мм в качестве стандартного боеприпаса НАТО, ФРГ, как и другие страны-члены альянса, столкнулись с проблемой перевооружения. Так как Западная Германия хотела сама производить для себя оружие, им пришлось обратиться к другим имеющимся разработкам. В частности, их заинтересовала новейшая испанская автоматическая винтовка фирмы CETME. В 1957 году ФРГ приобрела лицензию на винтовку СЕТМЕ и права на производство нового оружия получила новая фирма Heckler & Koch. Конструкция G3 нашла своё отражение в пистолете-пулемете HK MP5, 5,56-мм автомате HK 33, единых пулемётах HK21 и HK 23, снайперских винтовках HK PSG1 и HK MSG90. Данный образец представляет собой базовую модель, удобным деревянным цевьём (аналогичным применяемому на модели CETME Modelo B). Также, в случае необходимости, данный образец может быть модифицирован деталями от модели HK91A3.\nВинтовка XG3 - представляет собой модификацию, в которой реализовано увеличение скорости полета пули, и новый модуль повышения кинетики, что положительно сказалось на каждой пуле покидающей ствол данного образца."
TacticalText="<Bullet/>Тип: Штурмовая винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Замедление отката затвора\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_RPR_MWR_G3_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>XG3/V1</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>XG3/V1</b></font>"
AbilityDescName="штурмовая винтовка"
BriefSummary="После принятия к середине 1950-х годов на вооружение американского патрона 7,62×51 мм в качестве стандартного боеприпаса НАТО, ФРГ, как и другие страны-члены альянса, столкнулись с проблемой перевооружения. Так как Западная Германия хотела сама производить для себя оружие, им пришлось обратиться к другим имеющимся разработкам. В частности, их заинтересовала новейшая испанская автоматическая винтовка фирмы CETME. В 1957 году ФРГ приобрела лицензию на винтовку СЕТМЕ и права на производство нового оружия получила новая фирма Heckler & Koch. Конструкция G3 нашла своё отражение в пистолете-пулемете HK MP5, 5,56-мм автомате HK 33, единых пулемётах HK21 и HK 23, снайперских винтовках HK PSG1 и HK MSG90. Данный образец представляет собой базовую модель, удобным деревянным цевьём (аналогичным применяемому на модели CETME Modelo B). Также, в случае необходимости, данный образец может быть модифицирован деталями от модели HK91A3.\nXG3 / V1 - более глубокая переработка известной винтовки G3, в которой большая часть деталей была заменена на детали, изготовленные из инопланетных сплавов. Данная модификация сделала винтовку более легкой в обращении и намного более смертоносной, снижая отдачу, и увеличивая урон данного образца."
TacticalText="<Bullet/>Тип: Штурмовая винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Замедление отката затвора\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Лучевое оружие"

[TC_WOTC_SKR_MWR_G3_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>G3</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>G3</b></font>"
AbilityDescName="штурмовая винтовка"
BriefSummary="После принятия к середине 1950-х годов на вооружение американского патрона 7,62×51 мм в качестве стандартного боеприпаса НАТО, ФРГ, как и другие страны-члены альянса, столкнулись с проблемой перевооружения. Так как Западная Германия хотела сама производить для себя оружие, им пришлось обратиться к другим имеющимся разработкам. В частности, их заинтересовала новейшая испанская автоматическая винтовка фирмы CETME. В 1957 году ФРГ приобрела лицензию на винтовку СЕТМЕ и права на производство нового оружия получила новая фирма Heckler & Koch. Конструкция G3 нашла своё отражение в пистолете-пулемете HK MP5, 5,56-мм автомате HK 33, единых пулемётах HK21 и HK 23, снайперских винтовках HK PSG1 и HK MSG90. Данный образец представляет собой базовую модель, удобным деревянным цевьём (аналогичным применяемому на модели CETME Modelo B). Также, в случае необходимости, данный образец может быть модифицирован деталями от модели HK91A3."
TacticalText="<Bullet/>Тип: Штурмовая винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Замедление отката затвора\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_SKR_MWR_G3_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>XG3</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>XG3</b></font>"
AbilityDescName="штурмовая винтовка"
BriefSummary="После принятия к середине 1950-х годов на вооружение американского патрона 7,62×51 мм в качестве стандартного боеприпаса НАТО, ФРГ, как и другие страны-члены альянса, столкнулись с проблемой перевооружения. Так как Западная Германия хотела сама производить для себя оружие, им пришлось обратиться к другим имеющимся разработкам. В частности, их заинтересовала новейшая испанская автоматическая винтовка фирмы CETME. В 1957 году ФРГ приобрела лицензию на винтовку СЕТМЕ и права на производство нового оружия получила новая фирма Heckler & Koch. Конструкция G3 нашла своё отражение в пистолете-пулемете HK MP5, 5,56-мм автомате HK 33, единых пулемётах HK21 и HK 23, снайперских винтовках HK PSG1 и HK MSG90. Данный образец представляет собой базовую модель, удобным деревянным цевьём (аналогичным применяемому на модели CETME Modelo B). Также, в случае необходимости, данный образец может быть модифицирован деталями от модели HK91A3.\nВинтовка XG3 - представляет собой модификацию, в которой реализовано увеличение скорости полета пули, и новый модуль повышения кинетики, что положительно сказалось на каждой пуле покидающей ствол данного образца."
TacticalText="<Bullet/>Тип: Штурмовая винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Замедление отката затвора\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_SKR_MWR_G3_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>XG3/V1</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>XG3/V1</b></font>"
AbilityDescName="штурмовая винтовка"
BriefSummary="После принятия к середине 1950-х годов на вооружение американского патрона 7,62×51 мм в качестве стандартного боеприпаса НАТО, ФРГ, как и другие страны-члены альянса, столкнулись с проблемой перевооружения. Так как Западная Германия хотела сама производить для себя оружие, им пришлось обратиться к другим имеющимся разработкам. В частности, их заинтересовала новейшая испанская автоматическая винтовка фирмы CETME. В 1957 году ФРГ приобрела лицензию на винтовку СЕТМЕ и права на производство нового оружия получила новая фирма Heckler & Koch. Конструкция G3 нашла своё отражение в пистолете-пулемете HK MP5, 5,56-мм автомате HK 33, единых пулемётах HK21 и HK 23, снайперских винтовках HK PSG1 и HK MSG90. Данный образец представляет собой базовую модель, удобным деревянным цевьём (аналогичным применяемому на модели CETME Modelo B). Также, в случае необходимости, данный образец может быть модифицирован деталями от модели HK91A3.\nXG3 / V1 - более глубокая переработка известной винтовки G3, в которой большая часть деталей была заменена на детали, изготовленные из инопланетных сплавов. Данная модификация сделала винтовку более легкой в обращении и намного более смертоносной, снижая отдачу, и увеличивая урон данного образца."
TacticalText="<Bullet/>Тип: Штурмовая винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Замедление отката затвора\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Лучевое оружие"